Flange cantilever thickness.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double CantileverHeight { get; set; }
  Visual Basic
Public Property CantileverHeight As Double
	Get
	Set
  Visual C++
public:
property double CantileverHeight {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionConcreteCross Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace